/* NSButton (Cancel) : <title:Cancel> (oid:40) */
"Cancel" = "Cancelar";

/* NSButton (Download) : <title:Download> (oid:39) */
"Download" = "Descargar";

/* NSTextField (0) : <title:Enter either a HTTP or FTP download link> (oid:50) */
"Enter either a HTTP or FTP download link" = "Ingrese una direccion de descarga HTTP o FTP";

/* NSWindow (New Download) : <title:New Download> (oid:35) */
"New Download" = "Nueva descarga";

/* NSTextField (URL:) : <title:URL: > (oid:38) */
"URL: " = "URL: ";